{"title": " present and future were invaluable, but his greatest accomplishment was bridging the gap of time.\"Time-Bridging Benjamin: A Tale of Time Travel and Accomplishment\"", "pages": [" ", "It was the year 2500 and the world was a very different place. Robots were commonplace and most of the work was done by machines. Technology had taken over and being from the future was not considered strange at all. Benjamin, a 13 year old boy, was a bit on the chubby side and wore glasses. He was pugnacious, intelligent, and a mischievous troublemaker.", "One day, Benjamin's class went on a field trip to a history museum. On the guided tour, Benjamin got separated from the group and made his way to a strange room at the end of the museum. Excitedly, he noticed a time machine with a swirling blue time portal inside. Of course, being the curious and mischievous boy he was, Benjamin started tampering with the machine. He messed with the controls, and suddenly the portal opened up, and sucked him in!", "Benjamin found himself in the year 1720 - almost three hundred years in the past. He was stuck in this time. He knew he had to adapt in order to survive. So, using his rudimentary knowledge of science and his middle school education, Benjamin became the historical figure we all know as Benjamin Franklin.", "He managed to make a name for himself as a wealthy publisher, inventor of electricity, and one of the founding fathers of America. His improbable life and wide range of discoveries, such as electricity and the Gulfstream, as well as books predicting the weather made him a celebrity figure in his time. ", "The truth was, however, that Benjamin Franklin was a 13 year old kid from the future, trying to recreate it. But since time travel was commonplace in the year 2500, nobody really questioned his knowledge or his inventions. He was able to get away with it, and it all made sense why he was so successful - he had a head start from the future! ", "Benjamin was a brilliant inventor and scientist. His contributions to the"], "art_style": "vintage illustration", "run_name": "ian"}